import React from 'react';

const AboutMe = () => {
  return (
    <div>
      <h2>Про мене</h2>
      <p>Я студент, що вчиться на факультеті інформаційних технологій, на навчальній програмі технології цифрового розвитку<b>(ТЦР)</b>, 
      і це мій персональний сайт для відображення моїх лабораторних и практичних робіт.</p>
      <p>Мене звати Романюк Ярослав Олександрович, вже досить давно цікавлюсь програмуванням, зокрема пробував свої навички у фрілансі, але через кризу останніх років, 
        ті проекти де я пропонував свої послуги всеж відмовились продовжувати розробку ескізу у повноцінні сайти, але зараз я всеж продовжую працювати над одним сайтом.</p>
      <p>Сайт - <a href='https://websiteiako.netlify.app/'>https://websiteiako.netlify.app/</a>. Виглядає досить неказисто, всеж моя перша повноцінна робота, дизайн аля 2009) 
      Але нічого краще я всеж не придумав, бо так вийшло, що я в тому проекті сам собі дизайнер, ну і наче всіх все влаштовує на цьому етапі розробки.
      </p>
    </div>
  );
};

export default AboutMe;
